import React from "react";

export function About_formats(){
    return(
        <section class="content">
    

    




	
				<div >
				  
			    
          <h1 class="text-center">Форматы в полиграфии</h1>
			    
					<p class="p-mm">В полиграфии существует ряд стандартов, определяющих форматы бумаг, книг, конвертов и пр. Заказчику следует знать эти форматы для того, чтобы ещё на стадии принятия решения о заказе полиграфической продукции или создания оригинал-макета выбрать один из стандартных форматов соответствующего изделия. Это не значит, что невозможно изготовить нестандартные размеры изделий, но обычно любые нестандартные форматы обходятся дороже стандартных в результате повышенных отходов бумаги на их производство. А такие изделия, как конверты, изготавливаются только стандартных форматов, и изготовление их с отклонением от стандарта даже на несколько миллиметров возможно лишь ручным способом или тиражём не менее 10 000 шт.</p>
<p class="p-mm">Также следует знать допустимые отклонения форматов, определённые ТУ РБ100715741.004-2002, составляющие ±1 мм для стороны до 100 мм и ±1,5 мм для стороны более 100 мм.</p>
<h2>Форматы бумаги</h2>
<p>&nbsp;</p>
<h3><strong>Формат бумаги ISO 216, серия А</strong></h3>
<p class="p-mm">Для всех форматов бумаги серии A длина листа равна его ширине, умноженной на квадратный корень из двух (1,4142). Размеры бумаг серии A строятся от листа A0, площадь которого равна 1 м<sup>2</sup>. Формат A1 равен половине A0 и получен путём разрезания А0 на две равные части. А1 имеет длину, равную ширине А0, и ширину, равную половине длины А0. И далее размеры всех форматов этой серии получаются путём деления пополам старшего по линии, параллельной короткому краю.</p>
<table class="price">
<tbody>
<tr class="colorprice">
<td>&nbsp;</td>
<td>Название формата</td>
<td>Ширина, мм</td>
<td>Длина, мм</td>
</tr>
<tr>
<td rowspan="8"><img src="./Форматы в полиграфии_files/formatA_small.gif" alt="Формат А" width="135" height="190"/></td>
<td>А0</td>
<td>841</td>
<td>1189</td>
</tr>
<tr>
<td>А1</td>
<td>594</td>
<td>841</td>
</tr>
<tr>
<td>А2</td>
<td>420</td>
<td>594</td>
</tr>
<tr>
<td>А3</td>
<td>297</td>
<td>420</td>
</tr>
<tr>
<td>А4</td>
<td>210</td>
<td>297</td>
</tr>
<tr>
<td>А5</td>
<td>148</td>
<td>210</td>
</tr>
<tr>
<td>А6</td>
<td>105</td>
<td>148</td>
</tr>
<tr>
<td>А7</td>
<td>74</td>
<td>105</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<h3>Формат бумаги ISO 217:1995, серия SR</h3>
<p class="p-mm">Этот формат лишь ненамного больше, чем соответствующий формат серии А. Листы этих форматов обрезаются по краям до требуемого формата. Площадь листа форматом ISO SRA0 — 1,15 м<sup>2</sup>. Этот формат также подчинён правилам квадратного корня из двух и половине площади, но размеры стартовых форматов округлены до целых сантиметров.</p>
<table class="price">
<tbody>
<tr class="colorprice">
<td>&nbsp;</td>
<td>Название формата</td>
<td>Ширина, мм</td>
<td>Длина, мм</td>
</tr>
<tr>
<td rowspan="8"><img src="./Форматы в полиграфии_files/formatAsr_small.gif" alt="Формат Аsr" width="135" height="190"/></td>
<td>srA0</td>
<td>1280</td>
<td>900</td>
</tr>
<tr>
<td>srA1</td>
<td>900</td>
<td>640</td>
</tr>
<tr>
<td>srA2</td>
<td>640</td>
<td>450</td>
</tr>
<tr>
<td>srA3</td>
<td>450</td>
<td>320</td>
</tr>
<tr>
<td>srA4</td>
<td>320</td>
<td>225</td>
</tr>
<tr>
<td>srA5</td>
<td>225</td>
<td>160</td>
</tr>
<tr>
<td>srA6</td>
<td>160</td>
<td>112</td>
</tr>
<tr>
<td>srA7</td>
<td>112</td>
<td>80</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<h3>ISO 216, серия B. Обрезные размеры бумаг</h3>
<p class="p-mm">Каждый формат серии B является средним геометрическим между форматами An и A (n+1). Все размеры бумаг серии B строятся от листа A0, ширина которого равна 1 м.</p>
<table class="price">
<tbody>
<tr class="colorprice">
<td>&nbsp;</td>
<td>Название формата</td>
<td>Ширина, мм</td>
<td>Длина, мм</td>
</tr>
<tr>
<td rowspan="8"><img src="./Форматы в полиграфии_files/formatB_small.gif" alt="Формат B" width="135" height="190"/></td>
<td>B0</td>
<td>1414</td>
<td>1000</td>
</tr>
<tr>
<td>B1</td>
<td>1000</td>
<td>707</td>
</tr>
<tr>
<td>B2</td>
<td>707</td>
<td>500</td>
</tr>
<tr>
<td>B3</td>
<td>500</td>
<td>353</td>
</tr>
<tr>
<td>B4</td>
<td>353</td>
<td>250</td>
</tr>
<tr>
<td>B5</td>
<td>250</td>
<td>176</td>
</tr>
<tr>
<td>B6</td>
<td>176</td>
<td>125</td>
</tr>
<tr>
<td>B7</td>
<td>125</td>
<td>88</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<h3>ISO 269</h3>
<p class="p-mm">Каждый формат серии C является средним геометрическим между форматами A и B с этим же номером. Благодаря этому, лист A4 свободно укладывается в конверт C4. Стандарт ISO 269 определяет стандартные конверты, предназначенные для вкладывания в них бумаги форматов, определённых в ISO 216.</p>
<table class="price">
<tbody>
<tr class="colorprice">
<td>&nbsp;</td>
<td>Название формата</td>
<td>Ширина, мм</td>
<td>Длина, мм</td>
<td>Для формата</td>
</tr>
<tr>
<td rowspan="6"><img src="./Форматы в полиграфии_files/Konvert_small.gif" alt="Конверты" width="195" height="180"/></td>
<td>C3</td>
<td>324</td>
<td>458</td>
<td>А3</td>
</tr>
<tr>
<td>C4</td>
<td>324</td>
<td>229</td>
<td>А4</td>
</tr>
<tr>
<td>C5</td>
<td>229</td>
<td>162</td>
<td>А5</td>
</tr>
<tr>
<td>C6</td>
<td>162</td>
<td>114</td>
<td>А6</td>
</tr>
<tr>
<td>DL/E65</td>
<td>220</td>
<td>110</td>
<td>А4 (сложенный втрое)</td>
</tr>
<tr>
<td>E4</td>
<td>400</td>
<td>280</td>
<td>B4</td>
</tr>
</tbody>
</table>
					
					
					
					
					
				</div>
			
</section>
    )
}