import React from "react";

export function Requirements(){
    return(
            <section class="content">





            <div>
                <h1>Требования к макету</h1>
                <p>Несоблюдение любого из вышеописанных требований может привести к искажению Вашего макета при полиграфическом воспроизведении. Поэтому, если Вы не уверены в соответствии передаваемого в типографию макета данным требованиям, закажите проверку или подготовку макета к печати у наших специалистов. <br/> Брак, вызванный несоблюдением требований допечатной подготовки при печати с макетов заказчика, считается полностью виной заказчика. <br/> Типография «Донарит» всегда идёт навстречу клиенту и готова проконсультировать Вас по вопросу подготовки макета к печати.</p>
<p>&nbsp;</p>
<h2>1. Передача файлов в типографию</h2>
<p><strong>1.1.</strong> Форматы файлов:</p>
<p>PDF (кроме, созданных в онлайн редакторах);</p>
<p><strong>Типография принимает в работу для печати только PDF-файлы. В какой бы программе не создавался макет для печати, Вы легко можете его сохранить в формат .pdf:</strong></p>
<p><strong>Сохранение в </strong><strong>PDF</strong><strong> из CorelDRAW x16</strong></p>
<p>Файл -&gt; Опубликовать в PDF... -&gt; Параметры... -&gt; [вкладка] Общие -&gt; PDF/X-3 -&gt; [вкладка] Цвет -&gt; Вывести цвета как: В исходном формате -&gt; Всегда печатать наложение чёрного [выбрать]. ( )</p>
<p><strong>Сохранение в </strong><strong>PDF</strong><strong> из Adobe Illustraotr CC 2017</strong></p>
<p>Файл -&gt; Сохранить как... -&gt; Adobe PDF (*.PDF) -&gt; Стиль Adobe PDF -&gt; [PDF/X-3:2002] -&gt; Стандарт: Нет -&gt; Встроить миниатюры страниц -&gt; [вкладка] Вывод -&gt; Не включать профили -&gt; Сохранить PDF.</p>
<p><strong>Сохранение в PDF из</strong> <strong>Adobe Photoshop CC 2017</strong></p>
<p>Файл -&gt; Сохранить как... -&gt; Чекбокс только Слои -&gt; Набор параметров Adobe PDF: Press Quality -&gt; Стандарт: PDF\X-3:2002 -&gt; Сохранить PDF. ( )</p>
<p><strong>Сохранение в </strong><strong>PDF</strong><strong>из</strong> <strong>Adobe InDesign CC 2017</strong></p>
<p>Файл -&gt; Стили Adobe PDF: PDF/X-3:2002 -&gt; Сохранить -&gt; Встроить миниатюры страниц -&gt; Экспорт. ( )</p>
<p>&nbsp;</p>
<p><strong>1.2.</strong> Способы передачи файлов:<br/> • прислать на E-mail donarit@donarit.com или на почту менеджера (до 50 Мб в одном письме), при этом в тексте письма обязательно должны быть указаны контактный телефон и комментарии к отправляемым макетам;<br/> • закачать на ftp-сервер ftp://ftp.donarit.com (логин: <em>user</em>, пароль: <em>user</em>);<br/> • самостоятельно привезти файлы в офис по адресу: г. Минск, ул. Октябрьская, 25 на USB-flash или других носителях, предварительно уточнив о возможности их подключения.</p>
<p>&nbsp;</p>
<p><strong>1.3.&nbsp;</strong>В названии отразить следующую информацию (в порядке значимости): <br/> • название макета, т. е. то, что изображено на нём;<br/> • «лицо» или «оборот», если они в разных файлах;<br/> • тираж;<br/> • формат в готовом виде;<br/> • красочность;<br/> • дополнительную обработку (фальцовку, ламинацию и др.);<br/> • дату или год для периодических изданий.<br/> Вы вправе выбирать, как назвать файл, но от того, как Вы это сделаете, зависит количество потраченного времени при принятии макета, дополнительном согласовании и поиске его в архиве Вами и работниками типографии при повторной печати. Например:</p>
<ul>
<li>«Листовка_А4_Изготовление дверей_1000шт_4+0.cdr»</li>
<li>«Флаер_Rocco_100х210_1000шт.psd»</li>
<li>«Каталог_Visma_2010г.ai»</li>
<li>«Визитка_Иванов_лицо» и «Визитка_Иванов_оборот»</li>
</ul>
<h2>2. Общие требования к изготовлению макетов</h2>
<p>Независимо от того, какой программой Вы пользуетесь для создания макета на стадии разработки дизайна, необходимо придерживаться следующих общих правил:</p>
<p><strong>2.1.</strong> Текст и векторную графику желательно создавать только в векторных программах (не использовать Photoshop) и оставлять в векторном виде в передаваемых в типографию макетах. <br/> Данное требование не является обязательным, однако его соблюдение позволит Вам получить значительно более чёткие границы текста и векторных элементов, чем при использовании растровой графики.</p>
<p><strong> 2.2.</strong> При наличии элементов с суммой красок более 150% на линии реза может произойти «отбивка» краски на оборотную сторону. Данный дефект может проявляться в пределах 1–2 мм от линии реза, если вблизи линии реза с лицевой стороны более 150% красок, а с оборотной – светлый фон, т. к. на месте реза бумага подвергается давлению ножа. На матовай бумаге&nbsp;«отбивка»&nbsp; краски может проявиться и при суммарном покрытии меньше 150%.</p>
<p><strong> 2.3.</strong> Чёрный текст размером менее 24 пунктов и векторные линии должны быть закрашены 100% Black.<br/> Рекомендуется использовать толщину линий не менее 0.2 мм.<br/> Наличие чёрного цвета в тексте или в тонких линиях других красок, кроме чёрной, заведомо приводит к раздвоению/троению текста. Это, как правило, получается при переводе объектов из цветовой модели RGB в цветовую модель CMYK, поэтому чёрный текст должен иметь следующие параметры в цветовой модели CMYK:0, 0, 0, 100.</p>
<p><strong> 2.4.</strong> Суммарная плотность красок C+M+Y+K в любой точке макета не должна превышать 300%.<br/> Чтобы избежать невысыхания красок на печатном листе и, в конечном итоге, «отбивки» или «выщипа» краски, не превышайте 270% в любой точке Вашего макета.</p>
<p><strong> 2.5.</strong> Для получения радикально чёрного цвета на объектах более 10 см<sup>2</sup>&nbsp;можно задать следующие параметры цвета: C60 M40 Y20 K100 или C60 M40 Y20 K100.<br/> Сплошная заливка площадью более 10 см<sup>2</sup> цвета 100% Black после печати выглядит ненасыщенной, серой. Поэтому для получения насыщенного чёрного цвета рекомендуется использовать указанную комбинацию цветов. Ни в коем случае не используйте указанную комбинацию на тексте и векторных элементах (п. 2.3) и не используйте комбинацию С100 М100 Y100 K100 или другую комбинацию с суммой красок более 300% (п. 2.4).</p>
<p><strong> 2.6.</strong> Нежелательно использовать выворотки на мелком тексте (&lt;8 кегля) и тонких линиях.<br/> Т. е. белые тонкие линии, мелкий текст, особенно шрифты с засечками на темном фоне могут «заплыть» краской. Толщина линий при выворотке обязательно должна быть не менее 0,8 пункта (0,3 мм).</p>
<p><strong> 2.7.</strong> Текст, логотипы и прочие важные элементы должны находиться не менее чем в 3–5 мм от линии реза.</p>
<p><strong> 2.8.</strong> Дозаливка – 2 мм в каждую сторону для листовой продукции;<br/>Дозаливка – 5 мм в каждую сторону для многостраничной продукции.<br/> Т. е. размер макета должен быть по высоте и ширине больше на 4(10) мм, чем готовая продукция. Например, листовка формата А4 (210х297&nbsp;мм) с дозаливками в макете должна быть размером 214х301&nbsp;мм. Эти 2 мм с каждой стороны после печати будут обрезаны.</p>
<p><strong> 2.9. </strong>Текст должен быть преобразован в кривые либо шрифты должны быть предоставлены с макетом.<br/> В противном случае шрифт может замениться другим, что нарушит вид Вашего макета.</p>
<p><strong> 2.10. </strong>Рекомендуемое разрешение для растровой графики — 300–350 dpi и 1200 для&nbsp;Grayscale.<br/> Растровые объекты с сильно высоким разрешением при печати не будут выглядеть лучше, но значительно увеличат размер файла при пересылке и время на обработку этого файла.</p>
<p><strong> 2.11.</strong> Допускается использование только цветовых моделей CMYK при полноцветной и Grayscale при одноцветной печати.</p>
<p><strong> 2.12.</strong> Не допускается использование изображений с альфа-каналом (прозрачный фон или полупрозрачные элементы).</p>
<p><strong> 2.13.</strong> Наличие в макете палитр Pantone допускается только при печати с использованием дополнительных красок, кроме CMYK.</p>
<p><strong> 2.14.</strong> Количество узлов в одной кривой не должно превышать 10 000.<br/> Обычно такие ошибки возникают при переводе в кривые большой группы текста либо после объединения (комбинирования) большой группы объектов. Такие многоузловые кривые могут обрезаться при растрировании, и часть информации (текста) не будет напечатана.</p>
<p><strong> 2.15.</strong> Использование OLE-объектов не допускается.</p>
<p><strong> 2.16.</strong> Следует иметь в виду, что плотности красок менее 5% могут передаваться как 0%, а плотности более 95% – как 100%.</p>
<p><strong> 2.17.</strong> Свойство OVERPRINT нельзя использовать для светлых объектов. О каждом применении данного свойства в макете обязательно следует предупреждать менеджера и прилагать к макету распечатку с указанием объектов с данным свойством.</p>
<p><strong> 2.18.</strong> При использовании в макете рамок и линий вблизи края следует понимать, что в зависимости от вида продукции на различных этапах накапливаются погрешности позиционирования, и рамки вблизи краёв делают эти погрешности сильно заметными. Поэтому избегайте рамок и линий ближе 5 мм от края, если они должны смотреться ровно и на одинаковом расстоянии со всех сторон от края.</p>
<p><strong> 2.19.</strong>&nbsp;При использовании в макете градиентных и узорных заливок в некоторых случаях угол градиента может измениться, а узор пропасть. Например, вместо перетекания от чёрного к белому напечатается от белого к чёрному (угол изменился на 180 градусов). Если для Вас изменение угла градиета недопустимо, <strong>следует данный элемент преобразовать в растровое изображение.</strong></p>
<p><strong> 2.20. </strong>Не оставляйте в файле объекты, скрытые под другими объектами, а также пустые и бесцветные.<br/> При монтаже такие объекты могут «вылезть»&nbsp;на передний план и испортить макет. При подготовке файла удаляйте всё, что не нужно, а не закрывайте другими объектами или белыми прямоугольниками.</p>
<p><strong>2.21</strong>. При наличии в изделии фальцев или бигов – проверить правильность их выставления на лице и обороте изделия (они должны быть зеркальными).</p>
<p><strong>2.22</strong>. Созданные PDF-файлы в онлайн редакторах (canva и пр.) не подходят для печати - возможно пропадание символов или графических элементов. Передавая такие файлы в типографию заказчик берет на себя риски печати изделия с искажениями.</p>
                
                
                
                
                
</div>
</section>
    )
}